---
kind: type
id: T:Autodesk.Revit.DB.RevitLinkInstance
zh: 链接模型、链接
source: html/a3a27c39-75bf-67d1-ae78-4cadd49a9c8e.htm
---
# Autodesk.Revit.DB.RevitLinkInstance

**中文**: 链接模型、链接

Represents an instance of a RevitLinkType.

## Syntax (C#)
```csharp
public class RevitLinkInstance : Instance
```